/* 
  R1EffectsSDK.strings
  R1PhotoEffectsSDK

  Created by Drew Colace on 8/29/13.
  Copyright (c) 2013 RadiumOne, Inc. All rights reserved.
*/

// Navigation Button Titles
"Crop:Done" = "다음";
"Crop:Apply" = "다음";
"Next" = "다음";
"Done" = "완료";
"Cancel" = "취소";
"Effects:Done" = "다음";

// Crop Screen Title
//"Crop" = "자르기";

//Crop Preset Titles
"NoCrop" = "보통";
"SquareCrop" = "사각형";
"CustomCrop" = "사용자 지정";
"2x3" = "2x3";
"3x5" = "3x5";
"3x2" = "3x2";
"5x3" = "5x3";

// Active Effect Titles
//"Stickers" = "스티커";
//"Filters" = "필터";
//"Borders" = "테두리";
//"Text" = "텍스트";
//"Draw" = "그리기";

// Loading Prompt
"LoadingEffects" = "불러오는 중";

// Pop-up Alert Text
"Alert" = "알림";
"OK" = "확인";
"Error" = "오류";
"Earn" = "Earn";
"OfferComfirm" = "To download this pack for free, just complete an offer.";
"OfferCompleted" = "Congrats! You have earned a pack.";
"GetOffer" = "Get this pack for free";

"ClearDrawTitle" = "그림을 초기화할까요?";
"ClearDrawMsg" = "모든 그림을 초기화하고 원본 이미지로 되돌릴까요?";
"ClearDrawYes" = "그림 초기화";

"PriceUnavail" = "제품 가격 정보 없음";
"PurchaseProblem" = "구매 중 오류가 발생했습니다.";
"RestoreError" = "구매 내역 복원 오류";
"PayentProblem" = "오류로 인해 결제를 진행할 수 없습니다";

// Effect Pack Downlad Status
"Waiting" = "대기 중...";

// Effect Pack Store Button Labels
"Free" = "무료";
"Download" = "다운로드";
"Installing" = "설치 중";

// Effect Pack Store Title
"DownloadPack" = "팩 다운로드";

// Effect Pack Store Page Restore button title
"Restore" = "구매 내역 복원";

// 'None' border selection
"NoBorder" = "보통";

// 'None' filter selection
"NoFilter" = "보통";
